<template>
  <div class="content-wrap">
    <div class="content-row">
      <b-row class="breadcrumbs">
        <b-breadcrumb :items="items"></b-breadcrumb>
      </b-row>
      <b-container class="main-content-block">
        <b-row class="actual-title">Об архиве</b-row>
        <b-row class="about-attention">
          <p>Внимание!</p>
          <p>С 1-го ноября 2019 г. в связи с подготовкой к переезду СПбФ АРАН в новое здание читальный зал ЗАКРЫТ для посещения.</p>
        </b-row>
        <b-row class="about-text">
        <p>Первый научный архив России основан 17 января 1728 г. (н. ст.) по указу царя Петра I Алексеевича как хранилище документов Конференции (Общего собрания) и Канцелярии Конференции АН. В 1922 г. стал общеакадемическим и получил название Архив РАН, в 1925 г. постановлением СНК СССР признан научным учреждением. После реформы архивного дела в АН СССР, последовавшей сразу за «академическим делом» (1929-1931), в архив поступило значительное число документальных материалов членов АН и других ученых из Рукописного отдела БАН и ряда научно-исследовательских учреждений, большинство которых было лишено права постоянного хранения документов. В связи с переездом центрального аппарата АН СССР в Москву в 1936 г. было создано Московское отделение Архива. В 1963 г. дирекция Архива АН СССР была также переведена в Москву и ленинградская часть архива была преобразована в отделение. В 1991 г. отделение получило статус филиала, в который с 1987 г. вошла общеакадемическая Лаборатория консервации и реставрации документов.</p>
        <p>Документы XVIII – XX вв., отложившиеся в результате работы научных и научно-вспомогательных учреждений АН, представлены фондами Библиотеки, Архива, Издательства, Типографии, Книжной лавки, Ботанического сада, Главной астрономической обсерватории в Пулково, департаментов и палат (рисовальной, гравировальной, инструментальной и пр.), существовавших в XVIII в. в составе Петербургской АН, а также материалами академических экспедиций XVIII – XX вв. не только по территории России, но и по многим регионам мира. Имеются фонды музеев, начиная с Кунсткамеры, и созданных на ее основе в начале XIX в. специализированных научных хранилищ – музеев антропологии и этнографии, геологического, зоологического, минералогического и др.</p>
        <p>Развитие науки в кон. XIX – первой трети XX в. характеризуют материалы многочисленных комитетов, ассоциаций и комиссий (Археографической, Византийской, Комиссий по изучению естественных производительных сил (1915-1930) и племенного состава населения СССР (1917-1930) и т. п.), и созданных на их основе лабораторий и институтов, находившихся в Петербурге-Ленинграде — Астрономического, Физико-математического, Геоморфологического, Химического, Демографического, Петрографического и пр., а также Института русской литературы (Пушкинского Дома), Азиатского музея – Института востоковедения и других институтов гуманитарного профиля.</p>
        </b-row>
      </b-container>
    </div>
  </div>
</template>

<script>
export default {
  name: "about",
  data() {
    return {
      items: [
        {
          text: 'Главная',
          to: '/'
        },
        {
          text: 'Об архиве',
          active: true
        }
      ]
    }
  }
}
</script>

<style scoped>

</style>