<template>
  <div class="content-wrap">
    <b-container class="content-row">
      <b-row class="breadcrumbs">
        <b-breadcrumb :items="items"></b-breadcrumb>
      </b-row>
      <b-container class="main-content-block">
        <b-row class="page-title">Основные направления деятельности и научных исследований</b-row>
        <b-row class="activities-text">
          <p></p>
          <p>1. Комплексное изучение истории отечественной и мировой науки, Академии наук и ее учреждений в общем контексте отечественной и всеобщей истории; история Санкт-Петербурга как научного и культурного центра России; историография, теоретическое и конкретное источниковедение: архивоведение, археография, вспомогательные исторические дисциплины;</p>
          <p>2. Публикация документальных памятников науки и культуры, введение в научный оборот трудов выдающихся ученых.</p>
          <p>3. Научное описание и разработка Архивного фонда РАН в Санкт-Петербурге, в том числе документов личного происхождения (систематизация, описание научного, научно-организационного, биографического и эпистолярного наследия, разработка системы научно-справочного аппарата к личным фондам ученых).</p>
          <p>4. Использование научной ретроспективной документальной информации по материалам архивного фонда РАН (информационное обслуживание учреждений и граждан, выставочная деятельность, популяризация исторических знаний и т. д.).</p>
          <p>5. Обеспечение сохранности, учета и всестороннего использования материалов Архивного фонда РАН в Санкт-Петербурге.</p>
          <p>6. Научно-методическое руководство научно-отраслевыми архивами, контроль документооборота в делопроизводстве учреждений и организаций, расположенных в Санкт-Петербурге и Ленинградской области и входящих в Санкт-Петербургский научный центр РАН (СПбНЦ РАН).</p>
          <p>7. Создание и комплектование Архивного фонда РАН в Санкт-Петербурге по документам и материалам, образующимся в процессе деятельности учреждений СПбНЦ РАН, а также личных фондов ученых, деятелей науки и культуры.</p>
          <p>8. Разработка проблем физической сохранности, консервации, реставрации и технического исследования памятников письменной и печатной культуры (архивных документов, рукописных и первопечатных книг, гравюр, карт, рисунков и т. п.).</p>
          <p>9. Научно-методическое руководство и контроль за деятельностью архивохранилищ учреждений СПбНЦ РАН с точки зрения физического состояния и условий хранения 9. Научно-методическое руководство и контроль за деятельностью архивохранилищ учреждений СПбНЦ РАН с точки зрения физического состояния и условий хранения документальных фондов.</p>
        </b-row>
      </b-container>
    </b-container>
  </div>
</template>

<script>
export default {
  name: "activities",
  data() {
    return {
      items: [
        {
          text: 'Главная',
          to: '/'
        },
        {
          text: 'Научная деятельность - Основные направления деятельности и научных исследований',
          active: true
        }
      ]
    }
  }
}
</script>

<style scoped>

</style>