<template>
  <div class="content-wrap">
    <b-container class="content-row">
      <b-row class="breadcrumbs">
        <b-breadcrumb :items="items"></b-breadcrumb>
      </b-row>
      <b-container class="main-content-block">
        <b-row class="actual-title">Иван Иванович Толстой (1880–1954): к 140-летию со дня рождения</b-row>
        <b-row class="exhibition-body">
          <b-col cols="4" class="exhibition-picture">
            <div class="exhibition-picture-image-block">
              <b-img src="~assets/img/tolstoy.png"></b-img>
            </div>
            <div class="exhibition-picture-text-block">
              <row class="exhibition-picture-text-block-counter">1 из 12</row>
              <row><p>Иван Иванович Толстой (1858–1916) — граф, археолог, нумизмат, государственный и общественный деятель;
                почетный член Императорской академии наук (13.12.1897).
                Выпускник юридического факультета Петербургского университета (1880).
                Член Императорской археологической комиссии (1886).
                Конференц-секретарь (1889), вице-президент (1893) Императорской Академии художеств.
                Действительный член (1882), почетный член (1896), секретарь (1885–1890), помощник председателя (1899–1916)
                Императорского Русского археологического общества. Министр народного просвещения (1905–1906). Городской голова
                Санкт-Петербурга (1913–1916).</p>
                <p>СПбФ АРАН. Ф. 847. Оп. 1. Д. 48. Л. 7.</p>
              </row>
            </div>
          </b-col>
          <b-col cols="1" class="exhibition-slider">
            <b-button class="slider-arrow-button"><b-img src="~assets/img/arrow up.png"></b-img> </b-button>
            <b-button class="slider-button"><b-img class="btn-bgr-img" src="~assets/img/tolstoy.png"></b-img> </b-button>
            <b-button class="slider-button"><b-img class="btn-bgr-img" src="~assets/img/tolstoy.png"></b-img> </b-button>
            <b-button class="slider-button"><b-img class="btn-bgr-img" src="~assets/img/tolstoy.png"></b-img> </b-button>


            <b-button class="slider-arrow-button"><b-img src="~assets/img/arrow down.png"></b-img></b-button>
          </b-col>

          <b-col cols="7" class="exhibition-text">
            <p>Филолог-классик Иван Иванович Толстой родился 26 августа 1880 г. в
            Санкт-Петербурге в семье выдающегося ученого, организатора науки и образования, государственного и
            общественного деятеля, будущего министра народного просвещения Российской империи (1905-1906 гг.) и
            городского головы Петербурга-Петрограда (1913-1916 гг.) графа Ивана Ивановича Толстого и Людмилы Платоновны
            Грязновой. В апреле 1895 г. для продолжения среднего образования юноша был зачислен в гимназию при
            Императорском историко-филологическом институте. Завершив обучение в гимназии, в 1899 г. И.И. Толстой
            поступил на историко-филологический факультет Санкт-Петербургского университета и выбрал в качестве
            специализации классическое отделение. По окончании университетского курса и сдачи выпускных экзаменов
            молодой ученый был оставлен при кафедре классической филологии университета для подготовки к
            профессорско-преподавательской деятельности. В первой половине 1907 г. он выдержал магистерский экзамен на
            историко-филологическом факультете, а через год, 1 июля 1908 г., после чтения двух пробных публичных лекций
              получил право преподавания в университете в звании приват-доцента по кафедре классической филологии.</p>

            <p>Весной 1918 г. И.И. Толстой представил для защиты на историко-филологическом факультете Петроградского
            университета диссертацию на тему «Остров Белый и Таврика на Евксинском Понте», в которой исследовались
            древности Северного Причерноморья, связанные с культом древнегреческих божеств на Босфоре, в Ольвии и в
            Херсонесе. Защита успешно прошла в публичном заседании факультета 17 марта 1918 г., и И.И. Толстому была
            присвоена ученая степень магистра греческой филологии. В том же году диссертация была опубликована в виде
              монографии и сразу получила известность в русской и зарубежной науке.</p>

            <p>Осенью 1918 г., в соответствии с декретом Совета народных комиссаров № 789 «О некоторых изменениях в составе
            и устройстве государственных учебных и высших учебных заведений Российской Республики» от 1 октября 1918 г.,
            И.И. Толстой получил звание профессора классической филологии. Основным местом его работы продолжал
            оставаться Петроградский университет, но одновременно с октября 1918 г. по июль 1922 г. он также вел
            преподавательскую работу в Первом Петроградском педагогическом институте, где читал лекции по истории Греции
              и Рима и проводил занятия по древнегреческому языку.</p>

            <p>В сентябре 1921 г. Коллегией Научно-исследовательского института сравнительной истории литературы и языков
            Запада и Востока (ИЛЯЗВ) И.И. Толстой был зачислен в штат этого Института, где руководил организованными им
            коллективными темами, сначала по исследованию рудиментарной тематики в греческой литературе, а позднее по
            изучению античного мифа и его связей с русской и западноевропейской сказкой. Действительным членом этого
            учреждения он оставался до 1935 г. Основным направлением научно-исследовательских интересов И.И. Толстого в
            этот период стало установление фольклорных истоков литературы и греческой религии. Ученый старался вести
              изучение греческой литературы в тесной связи с фольклористикой.</p>

            <p>В 1930-е гг. ученый продолжал читать лекции в Ленинградском университете, а с 1933 г. и вплоть до отъезда в
            эвакуацию из блокадного Ленинграда в 1942 г. также вел преподавательскую деятельность в должности профессора
            в Педагогическом институте им. А.И. Герцена. 24 января 1938 г. Высшей аттестационной комиссией И.И. Толстому
            была присвоена ученая степень доктора филологических наук без защиты диссертации, а 28 января 1939 г. Общим
            собранием Академии наук СССР он был утвержден в звании члена-корреспондента по Отделению общественных наук.
            Научно-исследовательская деятельность ученого в эти годы охватывала несколько тем и была сконцентрирована,
              главным образом, на вопросах, имеющих отношение к истории греческой литературы.</p>

            <p>16 марта 1942 г. постановлением комиссии Президиума по делам ленинградских учреждений Академии наук СССР
            И.И. Толстой был утвержден в должности старшего научного сотрудника Института литературы АН СССР. 1 апреля
            того же года он, в составе эшелона работников этого института, выехал из Ленинграда в Казань, где прожил все
            время эвакуации вплоть до возвращения в Ленинград в конце июля 1945 г. В октябре 1942 г. И.И. Толстой
            получил предложение перейти на службу в Институт языка и мышления им. Н.Я. Марра АН СССР, и уже в декабре
            1942 г. это учреждение стало основным местом его работы. В Казани, наряду с научно-исследовательской работой
            по вопросам греческого языка и античной литературы, И.И. Толстой вел и преподавательскую работу с
            докторантами и аспирантами Академии наук, а также читал лекции студентам Казанского университета. Кроме
            того, он работал в лекционном бюро научной пропаганды Академии наук СССР и регулярно выступал с публичными
              лекциями и докладами.</p>

            <p>В июле 1945 г. И.И. Толстой вернулся в Ленинград и продолжил работу в качестве старшего научного сотрудника
            Института языка и мышления им. Н.Я. Марра. 14 июля 1945 г. указом Президиума Верховного Совета СССР он был
            награжден орденом Ленина за выдающиеся заслуги в развитии науки в связи с 220-летием Академии наук СССР. В
            том же 1945 г. ученый также был награжден медалью «За доблестный труд в Великой Отечественной Войне
            1941-1945 годов». В избирательную сессию Академии наук СССР в Москве 30 ноября 1946 г. Общим собранием
              Академии И.И. Толстой был избран в состав ее действительных членов по Отделению языка и литературы.</p>

            <p>В мае 1947 г. И.И. Толстой стал руководителем нового сектора классической филологии Института языка и
            мышления и вошел в состав членов его Ученого совета. В связи с переходом И.И. Толстого в систему Академии
            наук изменилось и направление его работ. Литературоведческие и фольклористические темы постепенно уступали
            место проблемам языкознания и эпиграфики, что в известной мере являлось для ученого возвращением к тематике
            его ранних, дореволюционных работ. И.И. Толстой считал, что важнейшей обязанностью национальных академий в
            области классической филологии является научная публикация античных текстов, найденных на территории той или
            иной страны. В 1953 г. И.И. Толстому был вручен второй орден Ленина за выслугу лет и безупречную работу. В
            последние годы жизни он тяжело болел, но продолжал по мере сил вести научно-исследовательскую работу. 27
            октября 1954 г. в Ленинграде на семьдесят пятом году жизни И.И. Толстой скончался.</p>

            <p><i><b>Выставку подготовила М.В. Поникаровская</b></i></p>

          </b-col>
        </b-row>
      </b-container>
    </b-container>
  </div>
</template>

<script>


export default {
  name: "exhibition",
  data() {
    return {
      items: [
        {
          text: 'Главная',
          to: '/'
        },
        {
          text: 'Выставочная деятельность',
          to: 'exb'
        },
        {
          text: 'Иван Иванович Толстой (1880–1954): к 140-летию со дня рождения',
          active: true
        }

      ]
    }
  }
}

</script>

