<template>
  <div class="content-wrap">
    <b-container class="content-row">
      <b-row class="breadcrumbs">
        <b-breadcrumb :items="items"></b-breadcrumb>
      </b-row>
      <b-container class="main-content-block">
        <b-row class="page-title">Прейскурант</b-row>
        <b-row class="price-link">
          Прейскурант цен на работы и услуги, оказываемые Архивом РАН на платной основе,&nbsp;
          <b-link to="/">Скачать (15Кб)</b-link>
        </b-row>
        <b-row class="price-text">
          Поправочные коэффициенты к указанным ценам на сканирование и ксерокопирование в случае использования документов для публикаций:
        </b-row>
        <b-row>
          <b-table :fields="tablefields" :items="tableitems" class="price-table" borderless>
          </b-table>
        </b-row>
        <b-row class="page-title">Правила</b-row>
        <b-row class="price-text">
          <p>** - ветхие документы, малоконтрастные и с угасающим текстом не копируются, дела толщиной свыше 5 см. только фотографируются</p>
          <p class="price-text-margin-bottom">*** - без учета почтовых и транспортных расходов</p>


          <p>1. Копирование фондов, коллекций и дел в полном объеме не разрешается. Копированию не подлежат документы плохой физической сохранности, уникальные издания XVIII-XIX в. Редкие издания XVIII-XIX вв. копируются только с разрешения администрации, а расценки на их копирование устанавливаются в каждом конкретном случае в зависимости от уникальности и сохранности издания.</p>

          <p>2. Ксерокопированию не подлежат все документы на бумажной основе XV-первой половины XX вв.,  документы плохой физической сохранности и с поврежденными переплетами, книги, газеты и журналы до 1825 г. Ксерокопированию подлежат только те документы, возраст которых не превышает 50 лет.</p>

          <p>3. Копирование свыше 70 кадров из одного дела ЗАПРЕЩАЕТСЯ. По разрешению дирекции Архива, на копирование свыше указанного объема устанавливается повышенный коэффициент 1,5 на каждый последующий кадр.</p>

          <p>4. Копирование дел объемом свыше 300 листов разрешается в исключительных случаях по разрешению руководства архива.  При копировании дел свыше указанного объема устанавливается повышенный коэффициент 1,5.</p>

          <p>5. Общее количество копий/кадров, фотоотпечатков, электронных копий, слайдов и  пр., изготавливаемых по    заказу одного пользователя, не может превышать 300 кадров в год.</p>

          <p>6. Для документов XV-XIX вв. допускается копирование не более 10% общего количества листов одной единицы хранения средним объемом свыше 250 листов.</p>

          <p>7. Копирование неопубликованных описей, каталогов, карточек, а также баз и банков данных и другого внутриархивного справочного аппарата в полном объеме по заказам пользователей не производится.</p>

          <p>8. Способ копирования документов, стоимость отдельных видов работ и услуг по копированию определяются: физическим состоянием дел, их особенностями, техническими возможностями архива, стоимостью расходного материала, а  также расходами на транспортировку документов к месту копирования. Стоимость изготовления копии возрастает на 50% при копировании дел со слабоконтрастным текстом, слабым переплетом и др. особенностями, усложняющими работу.</p>

          <p>9. При копировании фрагмента документа стоимость работы увеличивается в 2 раза.</p>

          <p>10. В стоимость изготовления сканированной копии входит стоимость изготовления мастер-копии фонда использования на CD-ROM, который остается в собственности архива.</p>

          <p>11. Копирование документа осуществляется в течение 60 дней с момента поступления денег на счет архива (в период летних отпусков срок может быть увеличен до 3-х месяцев).</p>

          <p>12. Копирование техническим средствами пользователей, в том числе сканерами, цифровыми и обычными фотоаппаратами, фотокамерами, встроенными в радиотелефоны, видеокамерами и др. производится только с разрешения руководства архива в его помещении и под контролем сотрудника читального зала за дополнительную плату, размер которой устанавливает администрация архива. Изготовленные с архивных документов негативы, микрокопии, слайды и т.п. должны быть безвозмездно возвращены в архив потребителем информации.</p>

          <p>13. Услуги по использованию архивов, оказываемые архивными учреждениями и организациями, не подлежат налогообложению в соответствии с п.п. 6 п. 2 ст. 149 гл. 21 Налогового кодекса Российской Федерации (часть вторая) от 05.08.2000 г. № 117-ФЗ.</p>

          <p class="price-text-margin-bottom">14. Услуги по части II прейскуранта «Копирование документов» производятся после получения 100% предоплаты. В целях обеспечения сохранности документов копирование документов и печатных изданий СПФ АРАН осуществляется только путём сканирования с последующей распечаткой на принтере или предоставлением электронных копий документов на CD. Стоимость услуг по копированию архивных документов и печатных изданий включает в себя подготовку документов к копированию и их амортизацию при копировании.</p>
        </b-row>

      </b-container>
    </b-container>
  </div>
</template>

<script>
export default {
  name: "services",
  data() {
    return {
      items: [
        {
          text: 'Главная',
          to: '/'
        },
        {
          text: 'Услуги',
          active: true
        }
      ],
      tablefields: [
        {key: 'id', label: '№ п/п', variant: 'firstcol'},
        {key: 'publ_param', label: 'Параметры публикации',variant: 'secondcol'},
        {key: 'docsxvii', label: 'Документы по XVII в. включительно', variant: 'infocol'},
        {key: 'docsxviii', label: 'Документы XVIII в.', variant: 'infocol'},
        {key: 'docsxix', label: 'Документы XIX в.', variant: 'infocol'},
        {key: 'docsxx', label: 'Документы ХХ в. - наст. время', variant: 'infocol'},


        ],

      tableitems: [
        {id:'1.', publ_param: 'Текстовые документы', docsxvii:'4',docsxviii:'2,5',docsxix:'2',docsxx:'1,5', _cellVariants: {publ_param: 'boldcol' }},
        {id:'2.', publ_param: 'Изобразительные док-ты', docsxvii:'',docsxviii:'',docsxix:'',docsxx:'', _cellVariants: {publ_param: 'boldcol' }},
        {id:'2.1', publ_param: 'при тираже издания менее 1 тыс. экз. на одном языке', docsxvii:'5',docsxviii:'4',docsxix:'3',docsxx:'2'},
        {id:'2.2', publ_param: 'при тираже издания более 1 тыс. экз. на одном языке', docsxvii:'6',docsxviii:'4,75',docsxix:'3,5',docsxx:'2,25'},
        {id:'2.3', publ_param: 'при публикации на нескольких языках', docsxvii:'7',docsxviii:'5,5',docsxix:'4',docsxx:'2,5'},
        {id:'2.4', publ_param: 'при публикации на обложке издания', docsxvii:'11',docsxviii:'8,5',docsxix:'6',docsxx:'3,5'},
        {id:'2.5', publ_param: 'при публикации на задней обложке издания', docsxvii:'9',docsxviii:'7',docsxix:'5',docsxx:'3'}

      ]
    }
  }
}
</script>

<style scoped>

</style>